Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: I have to say that Sarkozy is really wrong, BUT (a very huge but) On the other hand, the muslim Imams should start detecting this out-of-time tradition and find the reasons behind it, and maybe ask women not to do it anymore. because it is just wrong if i
ar: زالت قائمة حتى اليوم من قبل داعية الحرب جورج بوش الإبن!_يجب أن أقول أن ساركوزي مخطىء تماماً، و لكن ( لكن بصورة كبيرة) فعلى النقيض، يجب على أئمة المسلمين أن يتنبئوا بأن تلك المسألة أصبحت بعيدة عن التقاليد و بالية، و يحاولون إيجاد الاسباب الكامنة خلف تلك ال

source: If it is just a way to keep the sun away then its ok to keep it, but to represent islam with it is not nice at all. maybe this is why I hope Sarkozy will come out with a law preventing it. maybe because I know Imams wont do their job.
ar: فإذا كانت تلك المسألة هي مجرد أن تبعد الشمس لتغرب لتحافظ عليها، لكن لإظهار الإسلام بأنه ليس مظهراً جيداً على الإطلاق. و لعا هذا هو السبب انني أريد من ساركوزي أن يشرع قانون يحرمه، ذلك لمعرفتي بأن أئئمة الإسلام لن يقوموا بتلك الوظيفة الخاصة بتحريم ارتداء ال

source: Ban the burqa? Or ban such bans?
ar: حظر البرقع أم منع الحظر نفسه؟

source: Neither France nor Iran should dictate religious garb.
ar: ليس من حق فرنسا أو إيران أن تفرض زيا معينا.

source: By the Monitor's Editorial Board
ar: كتب المقال إدارة التحرير بكريستيان ساينس مونيتور

source: It may be hard for an American to fathom – this idea that government would dictate a religious dress code.
ar: من الصعب على الأمريكي أن يفهم فكرة فرض الحكومة لزي ديني معين.

source: That goes too far in so many ways. It violates the separation of church and state. It suppresses religious freedom. And in a broader sense, it squelches identity – for isn't fashion (religious or not) a means of self-expression?
ar: فهذا أم يتجاوز الكثير من الحدود. إنه يخل بمبدأ فصل الكنيسة عن الدولة ويقمع الحرية الدينية كما أنه يمحي الهوية- أليس الزي ( دينيا كان أم مدنيا ) شكلا من أشكال التعبير عن الذات؟

source: The American view has its sympathizers in other countries, but also its strenuous opponents. In France, for example, President Nicolas Sarkozy this week endorsed the idea of a ban on the burqa. This is the conservative Islamic head-to-toe covering with me
ar: للرأي الأمريكي مؤيديه في بلدن أخرى كما أن له معارضين الأقوياء أيضا. ففي فرنسا على سبيل المثال، أيد الرئيس الفرنسي ساركوزي فكرة حظر ارتداء البرقع. البرقع هو زي إسلامي محافظ يغطي المرأة من رأسها إلى أخمص قدميها مع قطعة من القماش تغطي الوجه تتديه النساء الم

source: Mr. Sarkozy called the burqa subservience, not religious garb. In our country, we cannot accept that women be prisoners behind a screen, cut off from all social life, deprived of all identity. A parliamentary panel will study whether a ban is warrante
ar: وقال ساركوزي بأن البرقع يمثل شكلا من أشكال الخضوع وانه ليس زيا دينيا وقال في بلدنا، لا نقبل أن تكون النساء سجينات وراء ستار ولا نقبل أن يتم عزلهم عن الحياة العامة وأن يتم تجريدهن من هوياتهن وسيناقش البرلمان ماإذا كان سيتم حظر البرقع أم لا.

source: Still, many women in Iran have chafed against the cover mandate – as they have against many other restrictions on women. They came out in full force to protest the June 12 reelection of Mr. Ahmadinejad, widely seen as fraudulent.
ar: ولا تزال نساء كثيرات في ايران تبدين استياءهن إزاء فرض الحجاب عليهن، تماما مثلم يضن ذرعا بالعديد من القيود الأخرى المفروضة على النساء.وقد خرجن غلى الشوارع بكل قوتهن للاحتجاج على إعادة انتخاب أحمدي نجاد كرئيس للجمهورية في الانتخابات التي جرت في 12 يونيو (

source: In Iran, the Islamic government takes just the opposite view. Women must be mostly covered – hair, neck, and loose-fitting clothes on the body – as a sign of religious morality. A spring thaw from 1997 to 2005 under a reformist president allowed a liber
ar: تتخذالحكومة الإسلامية في إيران رأيا مناقضا تماما. إنها ترى أن المرأة يجب أن تغطي معظم أجزاء جسمها- شعرها ورقبتها وترتدي ملابس فضفاضة للتعبير عن التزامها الديني. وقد شهدت فترة حكم الرئيس الإصلاحي من عام 1997 إلى 2005 تفسيرا ليبراليا متحررا لسألة الزي فكانت

source: In France, Muslims – even moderate ones – are also unhappy with Mr. Sarkozy's antiburqa stance. They say it threatens religious freedom.
ar: في فرنسا, أبدى المسلمون- حتى المعتدلين منهم- القلق إزاء موقف ساركوزي المعادي لارتداء البرقع قائلين إن ذلك يهدد الحرية الدينية.

source: The fact that certain publics in both count
ar: حقيقة فإن العامة في الدولتين إيران وفرنسا غير سعداء بفكرة تلقين الحكومة لهم بشأن الزي الديني- ففكرة الإملاء نفسها في الدلتين لكن الهدف في فرنسا عكس الهدف في إيران. إن الحكومة ليس من شأنها أن تملي على المواطنين البالغين ما يرتدونه أو مالا يرتدونه.

source: And it indicates that perhaps those who would make covering decisions for others are perhaps using this issue to cover their own fears.
ar: وتشير الي انه ربما يكون الذين يتخذون قرارات تتعلق بما يرتديه الشعب يقومون بذلك للتغطية على مخاوفهم نفسها.

source: In Iran, it must certainly be the fear that allowing the choice not to cover will corrupt religious practice – and by extension, Iran's theocracy will fall. The first fear is groundless. Look at Pakistan. It has no religious police, yet it has no shortage
ar: ربما يرجع خوف الحكام في إيران إلى أنها إذا ما سمحت للنساء بعدم ارتداء الحجاب فإن ذلم من شأنه ان يفسد الممارسات الدينية وسينسحب ذلك بالتالي على نظام حكم رجال الدين الذي من المحتمل أن ينهار. تك المخاوف لا أساس لها من الصحة. انظروا إلى باكستان فليس فيها شرطة

source: Might not French politicians – for Sarkozy is hardly alone in his views – be fearful of Muslim-otherness and its influence on French society? France has the largest Muslim population in Europe and has failed at integrating this group. In 2004, France bann
ar: أليس من المحتمل ألا يكون ساركوزي وحده الذي يرى ضرورة حظر البرقع وأن يكون هناك ساسة فرنسيون يشاركونه الرأي؟ يعيش في فرنسا أكبر جالية مسلمة في أوروبا كلها وقد فشلت الدولة في دمجها. في عام 2004، فرضت فرنسا حظرا على ارتداء غطاء الرأس وكذلك على ارتداء الرموز ا

source: A ban on burqas would not even pertain to a public institution – only being out in public. Focusing on an issue that admittedly affects a minority of Muslims in France (only about 100,000 women wear burqas out of a total Muslim population of about 5 milli
ar: إن الحظر على البرقع لن ينطبق على الهيئات والمؤسسات العامة وإنما سيتم حظره في الطرق العام فقط. إن التركيز على تلك القضية التي تؤثر على عدد محدود من المسلمين ( حوالي 100،000 امرأة فقط ترتدي البرقع من إجمالي عدد المسلمين المقدر ب5 مليون ) لهو وسيلة ذكية يتب

source: When President Obama visited Normandy earlier this month, he was asked about his views on the French ban on head scarves. He reiterated what he had said in his speech in Cairo, that in the United States our basic attitude is that we're not going to tell
ar: عندما زار أوباما نورماندي في أوائل الشهر الجاري وسئل عن رأيه في في الحظر الفرنسي على غطاء الرأس، أعاد ما ذكره في خطاب القاهرة بأنه في الولايات المتحدة ، نتخذ موقفا يعتمد على عدم تلقين الأفراد بشأن ما يرتدونه

source: Other European leaders have refused to be cowed by the anti-Muslim backlash. Britain sees no need to ban the burqa or the head scarf. Its democracy, its equality is not in danger for lack of laws on religious dress. Meanwhile, Belgians recently bucked t
ar: رفض القادة الأوربيون الآخرون الانسياق وراء هذا الاتجاه المعادي للمسلمين الذي يمثل عودة لموقفهم السابق ضد المسلمين. ترى بريطانيا أنه ليس هناك حاجة إلى حظر ارتداء البرقع او غطاء الرأس ففكرة المساواة أو الإنصاف غير معرضة للخطر لعدم وجود قوانين تتعلق بالزي

source: The fears in France and Iran can't be swept under a rug, but neither can they be papered over with a ban. Banning something as individually sensitive as religious garb leaves the banees feeling repressed – look at Turkey (unhappiness over a constitution
ar: لا يمكن إخفاء المخاوف التي تنتاب فرنسا وإيران ولكن لا يمكن القضاء عليها بمجرد قوانين تفرض زيا معينا كما في إيران أو تمنعه كما في فرنسا. فحظر شيء حساس كالزي الديني يُشعر الذين ينطبق عليهم الحظر بالقمع.انظروا إلى تركيا ( فالعامة غير سعداء بالحظر الدستوري عل

source: Such an attitude could go a long way in healing this issue.
ar: هذا الموقف الأمريكي قد يعالج القضية برمتها.

source: The Sounds of Silence on Iran
ar: أصوات الصمت على إيران.

source: Do you hear the silence from the Arab world over events in Iran?
ar: هل سمعت صمت العالم العربي إزاء الأحداث في ايران?

source: Let's start with Arab leaders, who are experts at vote rigging -- if they hold elections at all. What could they possibly say about the Iranian election, or the allegations of vote fraud, without sounding hypocritical? Nor would they rush to congratulate
ar: لنبدا مع القادة العرب, و هم الخبراء في التلاعب - هاذا إذا خاضوا انتخابات مطلقا. ما الذي من الممكن أن يقولوه عن الإنتخابات الإيرانية, أو عن مزاعم التزوير, دون أن يبدو ذلك نفاقا؟ و دون أن يبدون مسارعين إلى تهنئة العدو منذ مدة طويلة محمود أحمدي نجاد, الزعيم

source: Let's look at the Arab world's legacy: A succession of Arab leaders were known simply for standing up to America and Israel. It did not matter what they did to their own people, the human rights violations, the mass graves, the stifling of the media and m
ar: لننظر في تراث العالم العربي: عرفت مجموعة من القادة العرب المتعاقبين لأنهم ببساطة وقفوا في وجه أميركا و إسرائيل. و لم يكن أمرا هاما ما قاموا به من أجل شعوبهم, أو انتهاكات حقوق الإنسان, أو المقابر الجماعية, أو إعاقة الإعلام و معظم أدوات التعبير. فالوقوف في

source: The Arabs are quiet, but their silence is surely tempered with discomfort. The demographics of most Arab nations mirror those of Iran: The majority of Arabs are young. It's likely that many young Arabs watching thousands of Iranians demanding to be heard,
ar: العرب هادئون, إلا ان هدوئهم هو بالتأكيد مصحوب بعدم الارتياح. فمعظم ديموغرافيات الدول العربية هي بمثابة مرآة عن إيران: حيث أن غالبية العرب هم من الشباب. ومن المرجح أن كثير من الشبان العرب يشاهدون آلاف الايرانيين الذين يطالبون بأن يكون صوتهم مسموعا, في الوق

source: For some, the silence is the sound of despair, for in Iran we are seeing the implosion of the politics of cutting off our nose to spite our face.
ar: بالنسبة للبعض, فإن الصمت ما هو إلا صوت اليأس, و بالنسبة للذي يحصل في إيران, فإن ما نشهده هو إنجاز سياسة قطع أنفنا نكاية بوجهنا.

source: IRAN was accused of intimidation tactics yesterday after the arrest of nine _British Embassy staff.
ar: تم يوم أمس اتهام إيران بنهج سياسة التهديد بعد إقدامها على اعتقال تسعة أفراد من موظفي السفار البريطانية

source: The workers, all Iranians, were rounded up by police after being allegedly _seen at post-election riots in Tehran.
ar: كان الموظفون، وكلهم إيرانيون، قد اعتقلوا من طرف الشرطة بعد اتهامهم بأنهم شوهدوا في أعمال الشغب التي تلت الإعلان عن النتائج الانتخابية بطهران.

source: Cops claimed they had a considerable role in recent unrest after President _Mahmoud Ahmadinejad's disputed win.
ar: وادعت الشرطة أن المعتقلين لعبوا دورا فاعلا في الاحتجاجات الأخيرة بعد الإعلان عن فوز أحمدي نجاد المثير للجدل.

source: But it is a sign the regime has hardened its stance against the West to divert _eyes from the dodgy result.
ar: غير أن الأمر دليل إشارة إلى أن النظام قد شدد من موقفه تجاه الغرب من أجل لفت الانتباه عن النتائج المموهة.

source: Foreign Secretary David Miliband last night condemned Iran's behaviour and _threatened strong actions if detentions continued.
ar: وكان كاتب الدولة في الخارجية، ديفيد ميلباند، قد أدان ليلة أمس التصرف الإيراني وهدد بـاتخاذ قرارات قوية في حال استمرار الاعتقال.

source: He said: It is harassment and intimidation of a kind which is completely _unacceptable. The idea the British Embassy is somehow behind protests in _Tehran is wholly without foundation.
ar: وقال: إنه نوع من الاعتداء والتهديد غير المقبول. إن فكرة وقوف السفارة البريطانية وراء الاحتجاجات في طهران تعتبر ادعاءا لا أساس له من الصحة.

source: Meanwhile riot police clashed with 3,000 protesters chanting Where is my _vote? in northern Tehran yesterday.
ar: وفي نفس الآن، فإن شرطة مكافحة الشغب دخلت يوم أمس في اشتباكات مع ثلاثة آلاف من المحتجين الذين يرددون أين صوتي؟ وذلك في شمال طهران.

source: Cops used tear gas and clubs to break up the crowd in the country's first _major unrest in four days. Witnesses said some protesters suffered broken _bones and police beat an elderly woman.
ar: واستعملت الشرطة قنابل الغاز المسيل للدموع من أجل تفريق الجموع في ما يعتبر بأكبر احتجاج خلال الأيام الأربعة الأخيرة. وقال شهود إن بعض المحتجين أصيبوا بكسور كما أن رجال الأمن كانوا ينهالون بالعصي على سيدة مسنة.

source: In that sense, Ahmadinejad is a familiar figure. And Saddam Hussein is gone. Libya's Moammar Gaddafi has gone from U.S. foe to friend. The region is full of U.S.-supported dictators, from President Hosni Mubarak of Egypt to the kings of Jordan and Saudi A
ar: و معنى هذا , هو أن أحمدي نجاد الشخص المتبقي. فصدام حسين قد رحل. و معمر القذافي رئيس ليبيا انتقل من أن يكون خصما ليصبح صديقا. كما أن المنطقة ممتلئة بالدكتاتوريين المدعومين من قبل الولايات المتحدة. من الرئيس حسني مبارك إلى ملكي الأردن و المملكة العربية السع

source: Standing up to America and Israel fell to non-state entities such as Hamas and Hezbollah, and their money trail leads to Iran. Ahmadinejad is simply the latest leader whom Arabs have lionized and forgiven for cutting off our nose to spite our face.
ar: و قد انتهت مواجهة أميركا و إسرائيل في أيدي الكيانات الغير حكومية مثل حماس و حزب الله, الذين تمتد أثار أموالهم إلى ايران. إن أحمدي نجاد هو ببساطة الزعيم الأخير الذي احتفى به العرب و غفروا له اقتطاعه لأنفنا نكاية في وجهنا.

source: Little did the repressions visited upon Iranians matter, even though the hardships they endured were often mirrored in Arab cities cheering on Ahmadinejad. Iran supported the Palestinians, and Ahmadinejad regularly railed at the United States and threaten
ar: و الأن قد تعرض الإيرانيون للقليل من القمع, على الرغم من أن المصاعب التي تحملوها كثيرا ما نسبت إلى المدن العربية التي تحيي أحمدي نجاد. فإيران دعمت الفلسطينيين, و أحمدي نجاد ينتقد الولايات المتحدة و يهدد إسرائيل على الدوام .

source: ‘How do we know what to translate?’ Notes from OTT09, Amsterdam
ar: كيف تعرف ما الذي يجب ترجمته؟ ملاحظات أدوات الترجمة المفتوحة 09 أوبن ترانزليشن تولز 09 , أمستردام.

source: If there’s one thing the participants of last week’s
ar: إذا كان هناك شئ واحد وافق عليه المشاركون في مؤتمر

source: Open Translation Tools
ar: أدوات الترجمة المفتوحة

source: conference in Amsterdam agree on, it is surely that a polyglot web means a richer, more diverse, more equitable web where access to knowledge and resources is more equally spread.
ar: الذي أقيم الأسبوع الماضي في أمستردام, هو أن الموقع المتعدد اللغات هو عبارة عن موقع أغنى, أكثر تنوعا, و أكثر إنصافا حيث يكون الوصول إلى المعرفة و الموارد موجود بطرق عديدة و متنوعة.

source: To quote
ar: لأقتبس عن

source: Ethan Zuckerman
ar: إيثن زكرمان

source: on the power of the
ar: ما قاله عن قوة الموقع المتعدد اللغات:

source: For the the Internet to fulfill its most ambitious promises, we need to recognize translation as one of the core challenges to an open, shared and collectively governed internet. Many of us share a vision of the Internet as a place where the good ideas of
ar: من أجل إنجاز أكثر وعود الانترنت طموحا, احد التحديات علينا ان نعترف بالترجمة على أنها إحدى أهم التحديات الأساسية أمام شبكة مفتوحة, العديد منا يتشاركون الرؤيا للانترنت بوصفها مكانا حيث الافكار الجيدة لأي شخص و في أي دولة فيها يمكنها أن تؤثر على التفكير و ال

source: But unpacking the broad idealism of the translation agenda at the conference poses two slightly distinct motivations.
ar: إلا أن المثالية الكبيرة لترجمة جدول الأعمال في المؤتمر تشكل حافزين متميزين قليلا:

source: One is about absolute need: making sure that web users are not completely excluded because of their language, or as
ar: أحدهما يتعلق بالحاجة المطلقة: التأكد من أن مستخدمي الانترنت لم يستبعدوا تماما بسبب لغاتهم, أو كما عرفه

source: Zuckerman
ar: زكرمان

source: puts it, ‘making tools and knowledge accessible to a global audience’.
ar: بقوله, جعل الأدوات و المعرفة في متناول الجمهور عالمي .

source: Dwayne Bailey’s
ar: دوين بيلي

source: , for example, seeks to translate open source software that many English speakers take for granted into the 11 official languages of South Africa.
ar: , على سبيل المثال, يسعى إلى ترجمة برمجيات المصادر المفتوحة التي يعتبرها العديد من المتكلمين باللغة الانكليزية أمرا بديهيا قياسا إلى 11 لغة رسمية في جنوب افريقيا.

source: Without localization of core knowledge and tools to navigate and contribute to the web, users from minority languages will have little option but to learn a language with global reach, like English or Chinese.
ar: من دون توطين المعارف و الأدوات الأساسية للتنقل و الإسهام في الشبكة ، فإن المستخدمين الذين يتكلمون لغات الأقليات لن يكون لديهم خيار سوى تعلم لغة عالمية مثل الانجليزية أو الصينية.

source: But beyond the localization of core knowledge and tools is a broader agenda to enable what
ar: لكن بعد توطين المعارف و الأدوات الأساسية يوجد جدول أعمال حافل أكثر من أجل دعاه

source: calls cultural ‘bridging’.
ar: الجسور الثقافية.

source: This is where
ar: و هنا ترى

source: sees its role in the evolving polyglot web. It is about sharing perspectives, experiences, a broader sense of ‘knowledge’.
ar: دورها في تطوير الموقع المتعدد اللغات. إن ذلك يتعلق بمشاركة وجهات النظر و الخبرات, وفق إحساس أوسع ب المعرفة .

source: As Ethan Zuckerman
ar: و كما قال إيثن زكرمان في

source: notes
ar: ملاحظاته:

source: : ‘If you want to know what people around the world are thinking and feeling, you need help from a translator.’
ar: : إذا كنت تريد معرفة ما الذي يفكر و يشعر فيه الناس حول العالم, فأنت تحتاج إلى مساعدة من مترجم.

source: But this kind of translation is not only challenging in terms of scale and scope, it is challenging simply by virtue of the apparent paradox it presents.
ar: إلا أن مثل هذا النوع من الترجمة ليس فقط تحديا من حيث الحجم و النطاق, بل إنه ببساطة تحد مستند إلى ما يقدمه من المفارقة.

source: Ed Bice
ar: إد بايس

source: asked a
ar: وجه سؤالا إلى

source: discussion group on the subject at OTT09
ar: مجموعة مناقشة الموضوع في مؤتمر أدوات الترجمة المفتوحة 09

source: , how do we aggregate audience demand when readers don’t understand content in order to choose?
ar: , كيف لنا أن نحصل على الطلب من الجمهور عندما لا يعي القراء المحتوى ليختاروه?

source: There surely has to be some form of pre-selection of content going on.
ar: لذلك فيجب أن يكون هناك نوع من أنواع الاختيار المسبق للمحتوى يجري بشكل مستمر.

source: The dominant model is for publishers to determine what should be translated. For commercial outfits, this is way of reaching new markets.
ar: النموذج السائد هو للناشرين من أجل تحديد ما ينبغي ترجمته. و من أجل الدوافع التجارية, و هذا هو السبيل إلى بلوغ أسواق جديدة.

source: Sa'ad al-Hariri poised to become Lebanon's prime minister
ar: سعد الحريري يستعد لتولي رئاسة وزارة لبنان

source: Son of murdered former Lebanese PM holds talks with Hezbollah to discuss new national unity government
ar: يجري ابن رئيس الوزراء اللبناني السابق المقتول محادثات مع حزب الله لبحث إقامة حكومة وحدة وطنية جديدة

source: Sa'ad al-Hariri, the Sunni Muslim leader of
ar: يستعد سعد

source: Lebanon
ar: الحريري الزعيم السني للأغلبية

source: 's parliamentary majority and head of the western-backed Future movement, is poised to become prime minister tomorrowafter seeking to mend fences with the Shia movement Hezbollah.
ar: البرلمانية في لبنان ورئيس حركة المستقبل التي تدعمها الغرب أن يكون رئيس الوزراء غداً ساعياً لرأب الصدع مع حركة حزب الله الشيعية.

source: Hariri, 39, a billionaire businessman and son of the murdered former premier Rafiq al-Hariri, held rare talks yesterdaywith Hassan Nasrallah, Hezbollah's secretary general, to explore the prospects for a new national unity coalition government.
ar: وعقد الحريري الذي يبلغ 39 عاماً وهو نجل الملياردير ورجل الأعمال ورئيس الوزراء السابق المقتول رفيق الحريري محادثات نادرة أمس مع حسن نصر الله الأمين العام لحزب الله لاستكشاف آفاق لإقامة حكومة وحدة وطنية جديدة.

source: Under Lebanon's sectarian power-sharing constitution, which divides senior political positions between the country's main religious groups, the premiership must be held by a Sunni while the president is a Maronite Christian and the speaker of parliament a
ar: وفي ظل دستور لبنان حيث تقاسم السلطة الطائفي الذي يفصل بين المناصب السياسية الرئيسية بين الجماعات الدينية في الدولة، فإن رئاسة الحكومة يجب أن يتولاها سني في حين أن منصب رئيس الدولة يكون مسيحي ماروني أما رئيس البرلمان فشيعي.

source: But while the 71 MPs from Hariri's coalition could appoint him prime minister, he has reached out to Hezbollah and other rivals in the opposition March 8 bloc in an attempt to guarantee a smooth transition to a new administration.
ar: وعلى الرغم أنه بإمكان 71 نائباً من تحالف الحريري تعيينه رئيساً للوزراء، إلا أن الحريري اتصل بحزب الله وغيره من منافسيه من المعارضة في تحالف 8 آذار/مارس في محاولة لضمان الانتقال السلس إلى الإدارة الجديدة.

source: In a joint statement, Hariri and Nasrallah hailed the calm and diplomatic atmosphere reigning in the country and underlined the importance of dialogue and co-operation. Hezbollah is closely allied to Iran and to
ar: وفي بيانٍ مشترك، أشاد الحريري ونصرالله بالدبلوماسية الهادئة والأجواء السائدة في البلد، وشددا على أهمية الحوار والمشاركة، إن حزب الله حليف وثيق لإيران

source: , which is widely believed to have been behind his father's assassination in a massive Beirut car bombing in February 2005.
ar: كانت وراء اغتيال والد الحريري في انفجار سيارة هائل وقع في بيروت في فبراير 2005.

source: The talks were held at an undisclosed location because Nasrallah apparently fears assassination by Israel.
ar: وجرت المحادثات في مكان لم يكشف عنه فيما يبدو بسبب الخوف من اغتيال إسرائيل نصر الله.

source: Yesterday Hariri backed Nabih Berri, the veteran leader of the mainstream Shia Amal movement, for re-election as parliamentary speaker in a gesture of reconciliation. Amal is part of the opposition coalition, which includes Hezbollah and a Christian-led g
ar: ودعم أمس نبيه بري الحريري وهو زعيم مخضرم في حركة أمل الشيعية الرئيسية لإعادة انتخابه كرئيس البرلمان في لفتة للمصالحة، وحركة أمل هي جزء من تحالف المعارضة الذي يضم حزب الله والجماعة التي يقودها مسيحيون تحت قيادة الجنرال مايكل عون، ويوجد 25 نائباً للحركتين ا

source: Hezbollah and allies want a continuation of the government of national unity that was formed last summer after armed clashes between the two rival blocs raised the spectre of a new civil war.
ar: ويريد حزب الله وحلفائه استمرار حكومة الوحدة الوطنية التي تم تشكيلها في الصيف الماضي بعد وقوع اشتباكات مسلحة بين الكتلتين المتنافستين مما أثار شبح نشوب حرب أهلية جديدة.

source: President Michel Suleiman, a former army commander, is expected to make his choice of Hariri public when consultations at the Baabda Palace end tomorrow.
ar: ومن المتوقع أن يعلن الرئيس ميشال سليمان وهو قائد سابق للجيش عن اختياره للحريري عند انتهاء المشاورات في قصر بعبدا غداً.

source: Hariri's majority bloc has insisted it will only accept a new unity government if the Hezbollah alliance surrenders the veto powers it enjoys in the outgoing cabinet. The key issue facing any Lebanese government is the demand that Hezbollah disarm. Hezbol
ar: وأصرت كتلة الأغلبية التي يرأسها الحريري أنها ستقبل حكومة الوحدة الوطنية الجديدة إذا سلم تحالف حزب الله حق الفيتو الذي يتمتعون به في مجلس الوزراء المنتهية ولايته، فالقضية الأساسية التي تواجه أي حكومة لبنانية هو مطلب نزع السلاح من حزب الله، فحزب الله التي ت

source: By replacing Fouad Siniora, Hariri is set to come to power as the regional picture is changing – not least with the Obama administration seeking to improve ties with Syria. This week the White House said it was sending an ambassador to Damascus after a fo
ar: وبديلاً عن فؤاد السنيورة، فمن المقرر أن يتولى الحريري السلطة مع تغير الصورة الإقليمية ليس الأقل مع سعي إدارة أوباما إلى تحسين العلاقات مع سوريا، وقال البيت الأبيض هذا الأسبوع أنه سيرسل سفيراً الى دمشق بعد غياب دام أربعة أعوام، وعززت هذه الخطوة الآمال لحدو
